<?php

$lang['code-00']    = '已失效';
$lang['code-01']    = '已下单';
$lang['code-02']    = '配货中';
$lang['code-03']    = '交易完成';
$lang['code-04']    = '待收货';
$lang['code-05']    = '卖家缺货';
$lang['code-06']    = '转账中';
$lang['code-07']    = '退货';
$lang['code-08']    = '退款';
$lang['code-09']    = '交易关闭';

$lang['code-10']    = '未付款';
$lang['code-11']    = '退款中';
$lang['code-12']    = '已退款';
$lang['code-13']    = '已付款';
$lang['code-14']    = '付款中';

$lang['code-20']    = '未发货';
$lang['code-21']    = '已退货';
$lang['code-22']    = '退货中';
$lang['code-23']    = '已发货';
$lang['code-24']    = '退货失败';
$lang['code-25']    = '已收货';


$lang['mod-000']	= '订单号';
$lang['mod-001']	= '购买者';
$lang['mod-002']	= '出售者';
$lang['mod-003']	= '收货人';
$lang['mod-004']	= '收货电话';
$lang['mod-005']	= '订单管理';
$lang['mod-006']	= '下单时间';
$lang['mod-007']	= '储存Id';
$lang['mod-008']	= '订单状态';
$lang['mod-009']	= '订单金额';
$lang['mod-010']	= '应付金额';

$lang['mod-011']	= '详情';
$lang['mod-012']	= '打印';
$lang['mod-013']	= '每个模块都具有支付或买卖功能，只需在这里配置开启即可';
$lang['mod-014']	= '请在模块自定义字段中创建“价格字段（主表）”，字段名必须是：order_price';
$lang['mod-015']	= '开启电商功能';
$lang['mod-016']	= '订单配置';
$lang['mod-017']	= '权限配置';
$lang['mod-018']	= '买家权限';
$lang['mod-019']	= '卖家权限';
$lang['mod-020']	= '请认真填写内容';

$lang['mod-021']	= '订单验证码';
$lang['mod-022']	= '使用出售的商品管理';
$lang['mod-023']	= '模块【%s】没有开启电商功能';
$lang['mod-024']	= '商品不存在(#%s)';
$lang['mod-025']	= '购物车页';
$lang['mod-026']	= '购物车记录不存在';
$lang['mod-027']	= '开启销量统计';
$lang['mod-028']	= '请在模块自定义字段中创建“单行文本字段（主表）”，字段名必须是：order_volume';
$lang['mod-029']	= '开启库存功能';
$lang['mod-030']	= '请在模块自定义字段中创建“单行文本字段（主表）”，字段名必须是：order_quantity';

$lang['mod-031']	= '开启商品规格功能';
$lang['mod-032']	= '请在模块自定义字段中创建“商品规格字段（主表）”，字段名必须是：order_specification';
$lang['mod-033']	= '缺少关键参数cid和mid';
$lang['mod-034']	= '库存不足';
$lang['mod-035']	= '你无权操作其他人的订单';
$lang['mod-036']	= '您还没有选择呢';
$lang['mod-037']	= '缺少关键参数';
$lang['mod-038']	= '订单结算页';
$lang['mod-039']	= '使用订单';
$lang['mod-040']	= '您无权限使用';

$lang['mod-041']	= '您还没有登录，无权限使用';
$lang['mod-042']	= '货到付款';
$lang['mod-043']	= '在线支付';
$lang['mod-044']	= '银行转账';
$lang['mod-045']	= '分期付款';
$lang['mod-046']	= '付款方式';
$lang['mod-047']	= '您还没有选择购物车中的商品';
$lang['mod-048']	= '无可用商品';
$lang['mod-049']	= '您选择的城市不存在';
$lang['mod-050']	= '参数数据错误';

$lang['mod-051']	= '付款方式不存在，请选择一个有效的付款方式';
$lang['mod-052']	= '订单号前缀';
$lang['mod-053']	= '指订单流水号的前缀部分，例如：<font color=red>FC</font>20150824853257783';
$lang['mod-054']	= '商品名';
$lang['mod-055']	= '订单不存在';
$lang['mod-056']	= '您无权限操作此订单';
$lang['mod-057']	= '订单详情';
$lang['mod-058']	= '此订单已经付款';
$lang['mod-059']	= '此订单正在付款中，无法修改价格';
$lang['mod-060']	= '卖家把订单价格由 ￥%s 改为 ￥%s';

$lang['mod-061']	= '付款成功';
$lang['mod-062']	= '买家已付款';
$lang['mod-063']	= '订单状态不匹配';
$lang['mod-064']	= '卖家已发货';
$lang['mod-065']	= '买家已收货';
$lang['mod-066']	= '订单管理';
$lang['mod-067']	= '出售中的商品';
$lang['mod-068']	= '不允许购买自己的商品';
$lang['mod-069']	= '付款结算页';
$lang['mod-070']	= '组合订单付款方式不一致，无法批量付款';

$lang['mod-071']	= '账户余额不足，当前余额￥%s';
$lang['mod-072']	= '订单通知';
$lang['mod-073']	= '订单%s提醒';
$lang['mod-074']	= '关闭订单选项';
$lang['mod-075']	= '指关闭订单时可供用户选择的选项理由，多个选项回车分隔';
$lang['mod-076']	= '买家已通过银行转账的方式付款';
$lang['mod-077']	= '提交成功，我们会在1-3内处理转账信息';
$lang['mod-078']	= '买家已下单';
$lang['mod-079']	= '快递接口';

$lang['mod-080']	= '买家已下单';
$lang['mod-081']	= '待付款的订单';
$lang['mod-082']	= '待发货的订单';
$lang['mod-083']	= '交易完成的订单';

$lang['mod-084']	= '商品(#%s)已经下架';
$lang['mod-085']	= '总计';
$lang['mod-086']	= '收货人信息';
$lang['mod-087']	= '立即付款';
$lang['mod-088']	= '关闭订单';
$lang['mod-089']	= '等待付款';
$lang['mod-090']	= '修改价格';
$lang['mod-091']	= '等待发货';
$lang['mod-092']	= '立即发货';
$lang['mod-093']	= '确认收货';
$lang['mod-094']	= '等待收货';
$lang['mod-095']	= '基本信息';
$lang['mod-096']	= '订单操作';
$lang['mod-097']	= '买家账号';
$lang['mod-098']	= '卖家账号';
$lang['mod-099']	= '支付方式';

$lang['mod-100']	= '运输信息';
$lang['mod-101']	= '付款时间';
$lang['mod-102']	= '发货时间';
$lang['mod-103']	= '承运者';
$lang['mod-104']	= '运输单号';
$lang['mod-105']	= '邮政编码';
$lang['mod-106']	= '收货地址';
$lang['mod-107']	= '买家留言';
$lang['mod-108']	= '商品图片';
$lang['mod-109']	= '商品名称';

$lang['mod-110']	= '商品价格';
$lang['mod-111']	= '购买数量';
$lang['mod-112']	= '操作记录';
$lang['mod-113']	= '已付';
$lang['mod-114']	= '优惠了';
$lang['mod-115']	= '运费';
$lang['mod-116']	= '关闭理由';
$lang['mod-117']	= '物流方式';
$lang['mod-118']	= '订单价格';
$lang['mod-119']	= '其他信息';

$lang['mod-120']	= '您确定要收货吗？';
$lang['mod-121']	= '您确定已经到账了吗？';
$lang['mod-122']	= '已转账';
$lang['mod-123']	= '确认到账';
//$lang['mod-124']	= '必须选择或填写关闭理由';
$lang['mod-124']	= '必须填写关闭理由';
$lang['mod-125']	= '操作时间';
$lang['mod-126']	= '所在地';
$lang['mod-127']	= '操作人';
$lang['mod-128']	= '操作说明';
$lang['mod-129']	= '订单失效时间';

$lang['mod-130']	= '单位小时，从下单开始超过有效时间的订单将自动失效，留空则永不失效';
$lang['mod-131']	= '卖家备注';
$lang['mod-132']	= '不限';
$lang['mod-133']	= '模块';
$lang['mod-134']	= '商品Id';
$lang['mod-135']	= '等待系统确认';
$lang['mod-136']	= '录入/查看转账';
$lang['mod-137']	= '转账受理';
$lang['mod-138']	= '订单状态不匹配';
$lang['mod-139']	= '录入信息不完整？';

$lang['mod-140']	= '确认到账并付款';
$lang['mod-141']	= '订单支付方式不匹配';
$lang['mod-142']	= '记录银行转账凭证';
$lang['mod-143']	= '';
$lang['mod-144']	= '银行名称';
$lang['mod-145']	= '银行卡号';
$lang['mod-146']	= '备注说明';
$lang['mod-147']	= '转账凭证图片';
$lang['mod-148']	= '转账信息';
$lang['mod-149']	= '转账状态';
$lang['mod-150']	= '转账时间';

$lang['mod-151']	= '操作人账号';
$lang['mod-152']	= '立即评论';
$lang['mod-153']	= '查看评论';
$lang['mod-155']	= '账户'.SITE_SCORE.'余额不足，当前'.SITE_SCORE.'%s';

$lang['mod-160']	= '支付交易类型';
$lang['mod-161']	= '金币类型时只支持在线支付，不支持货到付款功能';
$lang['mod-162']	= '销量更新方式';
$lang['mod-163']	= '付款后';
$lang['mod-164']	= '交易完成后';
$lang['mod-165']	= '交易关闭的订单';
$lang['mod-166']	= '';
$lang['mod-167']	= '';
$lang['mod-168']	= '';
$lang['mod-169']	= '';


/*
$lang['mod-130']	= '';
$lang['mod-131']	= '';
$lang['mod-132']	= '';
$lang['mod-133']	= '';
$lang['mod-134']	= '';
$lang['mod-135']	= '';
$lang['mod-136']	= '';
$lang['mod-137']	= '';
$lang['mod-138']	= '';
$lang['mod-139']	= '';
 */

/**更新程序增加部分 v2.5.2**/


$lang['mod-600']	= '基本内容';
$lang['mod-601']	= '章节内容';